[
  {
    "base_review": "Where is a place with a comfortable indoor environment?",
    "similar_review": [
      {
        "review": "The tastes; the approach of the stuff to you and the quality of service are very good; of course; especially if you can find a place on the weekend."
      },
      {
        "review": "The interior is very well designed. It has a historical texture. Employees were engaged. Frankly; the taste of iskender was not overly good; it was normal."
      },
      {
        "review": "The trotter soup I drank here is among the top 3 soups I've had in my life. The food of the place is very delicious; the service is impeccable."
      },
      {
        "review": "Nice intimate restaurant. Good service. Eye for detail. Clean. Really good food; well presented."
      },
      {
        "review": "Iskender kebab is a nice; clean and well-served place in Bursa."
      }
    ],
    "latency": "latency: 2 ms"
  },
  {
    "base_review": "Where is a good restaurant to go to with family?",
    "similar_review": [
      {
        "review": "Too expensive; I can cook better. Also; ambiance of the restaurant is old."
      },
      {
        "review": "The staff is extremely interested; the taste is already a very good place. It is recommended."
      },
      {
        "review": "It's a great place in terms of taste. The service is fast and the waiters are friendly. It's a bit expensive in terms of price; but you should definitely come and taste these flavors."
      },
      {
        "review": "Great place.. Contrary to the comments; the employees were interested.. The hot dog was impressive.. The hamburger was not bad."
      },
      {
        "review": "Wonderful place where you can go with your family and have fun; nice place with live music..."
      }
    ],
    "latency": "latency: 1 ms"
  },
  {
    "base_review": "A restaurant I strongly do not recommend.",
    "similar_review": [
      {
        "review": "Service was good; transportation was easy. Prices are above average. For those who don't like the taste of raw fish; I recommend roles instead of nigiri."
      },
      {
        "review": "It's a great place in terms of taste. The service is fast and the waiters are friendly. It's a bit expensive in terms of price; but you should definitely come and taste these flavors."
      },
      {
        "review": "Treats are good; but I did not find the menu very extensive."
      },
      {
        "review": "It was one of the best burgers I've ever eaten. The only downside is that the portion is a little small. Apart from that; it is definitely a place to experience."
      },
      {
        "review": "Burgers and fries were delicious. Burger meat came well cooked; I suggest you eat it medium cooked. The sauces are quite different and nice; you should definitely try it."
      }
    ],
    "latency": "latency: 1 ms"
  }
]
