[
  {
    "base_review": "Where is a place with a comfortable indoor environment?",
    "similar_review": [
      {
        "review": "We ordered cafe de paris; it was delicious; and the price was 35tl."
      },
      { "review": "A delicious and clean place." },
      {
        "review": "A very well designed cafe; The library looks very stylish. The menu is as you can see in the photo."
      },
      {
        "review": "A very pleasant and quiet restaurant. Most importantly; the food is great. Everything I tasted was delicious."
      },
      { "review": "Delicious tastes; clean place." }
    ],
    "latency": "latency: 2 ms"
  },
  {
    "base_review": "Where is a good restaurant to go to with family?",
    "similar_review": [
      {
        "review": "Beautiful; cute; stylish and delicious food. It's a bit sad that it is used more like a restaurant than a book cafe; as it turns into a restaurant at a certain time of the evening; so they took us to a place in the back."
      },
      { "review": "The cafe was cheap enough; I ate with my family." },
      {
        "review": "It's a very small and elegant place; its decor attracted me as I passed by. This cafe specializes in souffles of various flavors and the service they have is excellent and the staff are welcoming and cheerful."
      },
      {
        "review": "The theme of the place is usually white. This can actually bother the human eye on sunny days; so I think the wrong color was chosen. Fish flavors were average."
      },
      {
        "review": "A very pleasant and quiet restaurant. Most importantly; the food is great. Everything I tasted was delicious."
      }
    ],
    "latency": "latency: 0 ms"
  },
  {
    "base_review": "A restaurant I strongly do not recommend.",
    "similar_review": [
      {
        "review": "A very pleasant and quiet restaurant. Most importantly; the food is great. Everything I tasted was delicious."
      },
      {
        "review": "It is a business that has exactly price performance products. You are eating home-cooked meals in a quiet; spacious and decent place with the service of friendly ladies."
      },
      {
        "review": "Don't order anything at home; they're sending a stale dessert."
      },
      {
        "review": "Without any taste how they are at the first rank!!!! We ate cafe Inn pizza. It was 70 tl."
      },
      {
        "review": "It is a business that has exactly price performance products. You are eating home-cooked meals in a quiet; spacious and decent place with the service of friendly ladies."
      }
    ],
    "latency": "latency: 0 ms"
  }
]
