{
  "base_review": "이 영화는 처음부터 나빴습니다. 영화의 유일한 목적은 안젤라가 많은 사람을 죽이려는 것 같았습니다. 연기는 끔찍했고 살인 장면들은 매우 서투르게 연출되었습니다. 예를 들어 앨리가 화장실에 밀어 넣어질 때, 아마도 버려진 오두막에서 그랬던 것 같습니다. 그러나 영화가 끝날 때 몰리와 다른 남자가 오두막에 있는 장면에서 다시 앨리를 볼 수 있습니다. 안젤라가 그녀를 다시 데려간 것 같네요. 저를 정말 짜증나게 했던 장면은 흑인 소녀와 안젤라가 오두막에 있을 때, 안젤라가 기타 줄을 가져와 그녀의 목을 졸랐던 것입니다. 하나는 연기가 형편없었고, 둘째는 왜 돌아서서 그녀를 때리지 않았는지 의문이 듭니다! 그리고 몰리가 안젤라에게 쫓길 때도, 그 칼이 있었는데 왜 안 돌고 그녀를 찌르지 않았는지요? 정말 어리석은 영화였습니다. 이 영화는 정말 별로입니다...",
  "similar_review": [
    {
      "review": "이 영화는 처음부터 나빴습니다. 영화의 유일한 목적은 안젤라가 많은 사람을 죽이려는 것 같았습니다. 연기는 끔찍했고 살인 장면들은 매우 서투르게 연출되었습니다. 예를 들어 앨리가 화장실에 밀어 넣어질 때, 아마도 버려진 오두막에서 그랬던 것 같습니다. 그러나 영화가 끝날 때 몰리와 다른 남자가 오두막에 있는 장면에서 다시 앨리를 볼 수 있습니다. 안젤라가 그녀를 다시 데려간 것 같네요. 저를 정말 짜증나게 했던 장면은 흑인 소녀와 안젤라가 오두막에 있을 때, 안젤라가 기타 줄을 가져와 그녀의 목을 졸랐던 것입니다. 하나는 연기가 형편없었고, 둘째는 왜 돌아서서 그녀를 때리지 않았는지 의문이 듭니다! 그리고 몰리가 안젤라에게 쫓길 때도, 그 칼이 있었는데 왜 안 돌고 그녀를 찌르지 않았는지요? 정말 어리석은 영화였습니다. 이 영화는 정말 별로입니다..."
    },
    {
      "review": "이건 제가 가장 좋아하는 액션 영화입니다. 하지만 이 영화가 재미있는 이유는 복잡한 폭발이나 총격전이 아니라, 셰인 블랙의 대본과 지나 데이비스와 사무엘 L. 잭슨의 뛰어난 연기 덕분입니다. 둘 사이의 케미가 정말 좋았기 때문에 후속편이 만들어질 자격이 있었습니다. 다행히도 후속편이 만들어지지 않았습니다. 오리지널을 망칠 위험이 너무 컸기 때문입니다. 이 영화는 명대사에서 액션 장면으로, 다시 명대사로 계속 이어지며 지루할 틈이 없습니다. 잭슨의 역할은 그의 경력에서 가장 평범한 캐릭터 중 하나입니다. 이 영화에서 그는 우리가 공감할 수 있는 보통 사람으로, 이 미친 여자의 과거에 대한 위험한 비밀을 밝혀내는 여정에 끌려가게 됩니다. 재미있고 기분 좋은 휴가용 영화입니다."
    },
    {
      "review": "이 영화를 끝까지 보지 않은 이유가 있습니다. 너무 끔찍했어요, 특히 연기가. 솔직히 영화의 내용조차 잘 이해되지 않았고 폭력 장면도 끔찍했습니다. 보통 영화에서 노출 장면을 좋아하지만 이건 단지 역겨울 뿐이었습니다. 모든 캐릭터들이 짜증났고, 소리 지르는 장면만 가득했으며 카메라가 흔들려서 블레어 위치 프로젝트의 속편인 줄 알았어요. 최악의 영화 중 하나였으며 시간을 돌려 받고 싶습니다. 누구에게도 추천하지 않을 겁니다."
    },
    {
      "review": "독일군은 모두 밖에 나와 기관총에 쓸려나갑니다. 좋은 사람들은 결코 죽지 않아요, 극적인 목적이 아니라면요. '줄거리'에 너무 많은 허점이 있어 웃음이 나올 정도입니다. 기름 탱크를 기차 쪽으로 굴렸을 때 독일 병사들은 어디로 갔죠? 에릭 에스트라다라고요? 그리고 기차를 납치하는 생각 자체가 얼마나 멍청한가요! 독일군은 당신이 어디로 갈지 알고 있어요. 선로를 벗어나서 도망갈 수도 없잖아요! 차라리 공으로 제 머리를 10번 때리는 게 낫겠어요. 정말, 이 영화는 60년대에 만들어진 것처럼 느껴졌지만, 1988년에 만들어졌다고요! A-팀보다도 더 믿기 어려운 영화였습니다."
    },
    {
      "review": "‘Rosenstraße’는 독일 나치 시대의 영웅적인 여성들에 대한 영화입니다. 하지만 너무 길고 감동적이지 않으며 때로는 지루하기까지 합니다! 클리셰가 너무 많고 연기력도 부족합니다. 줄거리 전개가 나쁘며 영화는 제임스 카메론의 타이타닉처럼 늙은 여성이 자신의 과거를 회상하는 형태로 전개됩니다. 이 캐릭터가 작은 소녀의 어머니와의 이야기를 어떻게 알게 되었을까요? 리만의 캐릭터는 뛰어난 피아니스트이며, 심지어 남작 부인입니다! 또한 그녀의 오빠는 동부 전선에서 돌아와 독일군의 학살에 대한 사진까지 찍었습니다. 이것이 영화가 작동하지 않는 이유입니다. 사실성보다 환상에 가까운 영화입니다. 이 영화는 별로 추천하지 않습니다."
    }
  ],
  "latency": "latency: 14 ms"
}
