[{"base_review":"Where is a place with a comfortable indoor environment?","similar_review":[{"review":"The interior design is simple and pleasant; with balconies and upper floors with sea views.","distance":63.928288},{"review":"Everything you eat is very fresh and delicious. The back of the place is in the concept of a restaurant and the 2nd floor is in the concept of a cafe. We liked it very much.","distance":64.163666},{"review":"The space is comfortable and spacious. The service is fast; the staff is concerned. There are many types of kebab. We ordered shish shish and Adana; the taste is satisfactory. Prices were like market average.","distance":63.936127},{"review":"Not very special Gaziantep dishes; but you can find a comfortable and serene atmosphere in Antep. One of the places that can be stylish for the evening.","distance":64.22041},{"review":"There were few tables and chairs inside.","distance":64.24711}],"latency":"latency: 1 ms"},{"base_review":"Where is a good restaurant to go to with family?","similar_review":[{"review":"We went to Marmaris with my wife for a holiday. We chose this restaurant as a place for dinner based on the reviews and because we wanted juicy food. When we first went there was a serious queue. You proceed by taking the food you want in the form of an open buffet. Both vegetable dishes and meat dishes were plentiful. There was also dessert for those who wanted it. After you get what you want you pay at the cashier. They don't go through cards they work in cash. There was a lot of food variety. And the food prices were unbelievably cheap. We paid only 84 TL for all the meals here. It included buttermilk and bread. But unfortunately I can't say it's too clean as a place..","distance":62.15983},{"review":"Excellent food and ambiance.","distance":62.26281},{"review":"Love this restaurant; thai style and good taste. Clean and good service.. Recommended !","distance":62.29279},{"review":"I am a regular at this place; and I love it as a family The food is fantastic; the fish are great!","distance":62.34003},{"review":"What you see is 125 TL in total. It's a pretty convenient place. We can say that it is an artisan restaurant; you should not expect a restaurant; but they are still quite good in terms of price and performance. As of July 1; prices will increase","distance":62.38495}],"latency":"latency: 0 ms"},{"base_review":"A restaurant I strongly do not recommend.","similar_review":[{"review":"The atmosphere of the place and the interest of the waiters were good. Food came fast and hot. We ordered spicy tabokki; it wasn't bitter; it tasted very good. We ordered cheese kimbab and it had cheddar in it. I don't recommend it to those who don't like seaweed.","distance":58.536415},{"review":"I don't know what you will look for in terms of price performance point; taste; but yigit restaurant writes a big plus for those who come to work in this region.","distance":58.571472},{"review":"It's cold and extremely bad; the price of the food is way above its quality; 46 liras for 6 meatballs; 30 minutes or more waiting time. I definitely don't recommend it.","distance":58.563347},{"review":"I did not recommend. Bad service.","distance":58.755974},{"review":"Don't be fooled by the menus seen in the pictures. It seems less and smaller. I did not like the business; I do not recommend.","distance":58.618702}],"latency":"latency: 1 ms"}]
