[{"base_review":"Where is a place with a comfortable indoor environment?","similar_review":[{"review":"Everything you eat is very fresh and delicious. The back of the place is in the concept of a restaurant and the 2nd floor is in the concept of a cafe. We liked it very much.","distance":63.764595},{"review":"Ambient food; nice open area; heated pet friendly place; renovated garden is very nice.","distance":63.78276},{"review":"It has been wonderfully designed in its new location in Karaköy. It's gorgeous inside. Soundproofing I guess. The waiters are very interested and approaching with a smile. The appetizers and great service were very successful. Thanks.","distance":64.14979},{"review":"There were few tables and chairs inside.","distance":64.280914},{"review":"The place is not very big; but there are enough tables outside as well; but we sat inside. The souffles from the name of the place were very nice.","distance":63.78381}],"latency":"latency: 2 ms"},{"base_review":"Where is a good restaurant to go to with family?","similar_review":[{"review":"Beautiful; cute; stylish and delicious food. It's a bit sad that it is used more like a restaurant than a book cafe; as it turns into a restaurant at a certain time of the evening; so they took us to a place in the back.","distance":62.42059},{"review":"The most delicious and sincere place to eat in Fethiye. A small family restaurant. I especially liked the veggie pancakes. I strongly recommend.","distance":62.485897},{"review":"You can taste different flavors on the menus. It's a bit of an expensive place. The waiters are nice.","distance":62.581223},{"review":"We went for dessert; but there are also food and breakfast options. It's not a huge venue and it gets pretty busy. We ate moblan; ibiza; strawberry puff pastry desserts. Moblan comes in huge portions. Desserts are very tasty and fresh.","distance":62.607956},{"review":"There is a place to eat fish and bread across the beautiful place. If the weather is nice; we go to this doner shop; if not there. You can try.","distance":62.568996}],"latency":"latency: 2 ms"},{"base_review":"A restaurant I strongly do not recommend.","similar_review":[{"review":"It's cold and extremely bad; the price of the food is way above its quality; 46 liras for 6 meatballs; 30 minutes or more waiting time. I definitely don't recommend it.","distance":58.169167},{"review":"I couldn't finish my meal .Bad smell and bad taste. It seems that the chicken is spoiled. I don't know what to say; but you should not eat in this place. I feel bad because I decided to eat from them.","distance":58.31749},{"review":"Don't be fooled by the menus seen in the pictures. It seems less and smaller. I did not like the business; I do not recommend.","distance":58.32677},{"review":"They serve an uncooked pasta with a tasteless sauce and cheese and some corn. Half portion is 20 TL. It didn't suit my taste.","distance":58.459377},{"review":"Great thin crust pizza. Its super busy so be prepared for a decent wait. The suppli and fiore di zucca aren't the best; but the pizzas are top notch.","distance":58.449135}],"latency":"latency: 2 ms"}]
