[{"base_review":"Where is a place with a comfortable indoor environment?","similar_review":[{"review":"Stylish; decent and clean place. I advise.","distance":38.4029},{"review":"The smell of the wet wipes was very nice. It's a clean place.","distance":38.44486},{"review":"I recommend profiteroles and meringue; they are their own production. The entrance is suitable for the disabled. It's good that they're paying attention to this.","distance":38.417812},{"review":"It is in the center; easy to reach; close to the parking lot; the prices are partially affordable; the products are delicious but not quite satisfying; the seating places are cramped; the place is a little flat.","distance":38.46989},{"review":"It didn't suit my taste but my wife loved it. The place was beautiful.","distance":38.462246}],"latency":"latency: 0 ms"},{"base_review":"Where is a good restaurant to go to with family?","similar_review":[{"review":"If you come to Kaş and do not eat bunbun here; you are not considered to have come to Kaş. I would definitely recommend you to try it. Especially the ayran is wonderful.","distance":37.793877},{"review":"The venue is beautiful. Food/desserts taste good. I loved the Popcorn Shrimp from the hot appetizers. I loved Pose Armut. Overall good price/performance.","distance":37.794117},{"review":"The food was delicious but not as exaggerated in other reviews or did not appeal to my taste. The environment is quite nice. The place was noisy because it was crowded.","distance":37.802135},{"review":"I never thought that the best pizza I've ever eaten would be in Akyaka. Thin pizzas are very tasty and the options are very good. We recommend it to everyone who comes to Akyaka.","distance":37.811348},{"review":"It's a very sweet place. Thanks to social media; I learned from there and came. Pasta wasn't bad. In terms of taste; I think it is no different from normal pasta with sauce. The employees are very kind. Order speed is very good. Also; prices are affordable.","distance":37.803154}],"latency":"latency: 0 ms"},{"base_review":"A restaurant I strongly do not recommend.","similar_review":[{"review":"A bakery and Patisserie that offers quality; delicious and plenty of options.","distance":37.14611},{"review":"They serve an uncooked pasta with a tasteless sauce and cheese and some corn. Half portion is 20 TL. It didn't suit my taste.","distance":37.15641},{"review":"A very nice place; five stars as the location. If it is the flavor you are looking for; you may not find the exact flavor that you want.","distance":37.16541},{"review":"We went for Beyran but it didn't in menu today. We had to order lahmacun and kebab. The lahmacun is awful; the adana kebab and lamb shish kebab are delicious.","distance":37.16192},{"review":"I do not recommend the lamb cage at all. But skewered and tenderloin are great. My carrot slice isn't bad. The waiters are interested and polite; but there are difficulties in understanding the order. You would like it cooked well; it comes undercooked.","distance":37.16027}],"latency":"latency: 1 ms"}]
