[{"base_review":"Where is a place with a comfortable indoor environment?","similar_review":[{"review":"The indoor atmosphere was nice; but I can't say the same for the outdoor","distance":14.6520405},{"review":"The restaurant is well located and above all it is nicely decorated and clean.","distance":14.667003},{"review":"It is in the center; easy to reach; close to the parking lot; the prices are partially affordable; the products are delicious but not quite satisfying; the seating places are cramped; the place is a little flat.","distance":14.659474},{"review":"A delicious and clean place.","distance":14.684219},{"review":"It is a business that has exactly price performance products. You are eating home-cooked meals in a quiet; spacious and decent place with the service of friendly ladies.","distance":14.684709}],"latency":"latency: 0 ms"},{"base_review":"Where is a good restaurant to go to with family?","similar_review":[{"review":"You can taste different flavors on the menus. It's a bit of an expensive place. The waiters are nice.","distance":14.712717},{"review":"The food is delicious; the view is beautiful.","distance":14.727829},{"review":"Popular place for Winter and Summer; food and drink menu wide enough and delicious.","distance":14.7258415},{"review":"Nice intimate restaurant. Good service. Eye for detail. Clean. Really good food; well presented.","distance":14.732253},{"review":"We went for dessert; but there are also food and breakfast options. It's not a huge venue and it gets pretty busy. We ate moblan; ibiza; strawberry puff pastry desserts. Moblan comes in huge portions. Desserts are very tasty and fresh.","distance":14.729719}],"latency":"latency: 0 ms"},{"base_review":"A restaurant I strongly do not recommend.","similar_review":[{"review":"It's cold and extremely bad; the price of the food is way above its quality; 46 liras for 6 meatballs; 30 minutes or more waiting time. I definitely don't recommend it.","distance":14.753209},{"review":"Great venue great food appetizers. I can be a customer from now on.","distance":14.782899},{"review":"A very pleasant and quiet restaurant. Most importantly; the food is great. Everything I tasted was delicious.","distance":14.814973},{"review":"Delicious food at rock bottom prices. Friendly staff; Highly recommend","distance":14.826447},{"review":"The place is nice; the waiters work sulkily. The location; service and presentation are beautiful. And his hamburger might be the most mediocre hamburger I've ever had. There is no meat taste in the meatball.","distance":14.807569}],"latency":"latency: 0 ms"}]
