[
  {
    "base_review": "Where is a place with a comfortable indoor environment?",
    "similar_review": [
      {
        "review": "Stylish; decent and clean place. I advise.",
        "distance": 15.121226
      },
      { "review": "A delicious and clean place.", "distance": 15.12625 },
      {
        "review": "Not very special Gaziantep dishes; but you can find a comfortable and serene atmosphere in Antep. One of the places that can be stylish for the evening.",
        "distance": 15.133368
      },
      {
        "review": "The indoor atmosphere was nice; but I can't say the same for the outdoor",
        "distance": 15.148705
      },
      {
        "review": "A decent place where you can dine under the trees; accompanied by the moonlight. Employees are friendly.",
        "distance": 15.126418
      }
    ],
    "latency": "latency: 1 ms"
  },
  {
    "base_review": "Where is a good restaurant to go to with family?",
    "similar_review": [
      {
        "review": "It is a restaurant-bar with an extraordinary ambiance. It has an excellent location on Bodrum Beach. The service is top notch and leaves nothing to be desired.",
        "distance": 15.055142
      },
      {
        "review": "Located in Gaziantep historical bazaar; the place stands out with its beautiful and spacious ambiance. I liked the place very much; we came for dessert after dinner.",
        "distance": 15.077929
      },
      { "review": "Excellent food and ambiance.", "distance": 15.1463995 },
      { "review": "Great concept and very tasty food.", "distance": 15.154699 },
      {
        "review": "Awesome locals spot for pizza and typical Roman fare.",
        "distance": 15.099985
      }
    ],
    "latency": "latency: 0 ms"
  },
  {
    "base_review": "A restaurant I strongly do not recommend.",
    "similar_review": [
      { "review": "I did not recommend. Bad service.", "distance": 15.124018 },
      {
        "review": "Delicious food at rock bottom prices. Friendly staff; Highly recommend",
        "distance": 15.168317
      },
      {
        "review": "Overall it wasn't bad. It was delicious and ice cold. Mohair meat was delicious. The fries were nice. However; the bread that gives the place its name is a disappointment.",
        "distance": 15.204251
      },
      {
        "review": "Great venue great food appetizers. I can be a customer from now on.",
        "distance": 15.21376
      },
      {
        "review": "Beautiful; cute; stylish and delicious food. It's a bit sad that it is used more like a restaurant than a book cafe; as it turns into a restaurant at a certain time of the evening; so they took us to a place in the back.",
        "distance": 15.19058
      }
    ],
    "latency": "latency: 0 ms"
  }
]
